{
  "verseDescs": [
    [
      "k",
      "We must live by the principles of non-violence and make non-violence our primary religion. If we live by the principles of opposing harm and living by compassion we live a better life, and we shall attain great peace. One must practice non-violence towards the highest degree. To conduct any form of suffering and pain to a living being is wrong and one should harbour themselves in the armour of love and compassion. That which causes pain and suffering to the living is not commendable, whether it refers to actual facts or not.\nThis world that we reside in is filled with violence, hence it can be said that the whole world of earth is dripping with blood from all the slaughters and violence that are done on sentient beings. The aggressive nature in humans has made humans hunt for animals and eat upon their flesh, just like the lions, though humans would not eat an animal alive. From this very desire in humans for the taste of flesh, humans have built slaughterhouses whereupon millions of sentient beings are brutally killed. Such slaughterhouses are the cries of terror, a holocaust of innocent sentient beings. Over 80 billion land animals are slaughtered by humans each year for meat globally. With that many billions of animals being killed each year and accounting for all the animals being killed by carnivorous and omnivorous animals, the entire world of earth is dripping with so much blood of innocent lives.\nEven though most people may not directly witness any actual blood, the entire world of earth is a place of torment and suffering for countless lives. If all the oceans of the world were filled with all the blood from every sentient life that were brutally slaughtered by humans, then the entire oceans would turn red. Therefore, you who consume meat must ask yourself why do you continue to do such a thing, why do you continue to contribute to the mass slaughter of many innocent lives just to satisfy your taste buds or to satisfy your delusion of getting proteins?\n<blockquote>Many people think that the killing of animals is necessary for their living, and on that account harden their tender nature. There is absolutely no justification for the act of wanton cruelty. Nuts, vegetables and cereals contain all the nourishment necessary to maintain life, and, in their purity, constitute more joy-giving food than the dead entrails and carcasses of innocent animals butchered relentlessly and in utter disregard of their mute appeals for mercy. Life is dear and joyful to all, and we should remember that the disregard of their appeals for mercy, and the sight of the pain and writhings of their bleeding and dying carcasses must recoil on our own souls, furnishing us with brutal and butcher-like tendencies</blockquote>\nJain, C.R., The Key of Knowledge, p. 579-580.\nTherefore, we must strive towards upholding by the principles of opposing harm and raising compassion; to have no disregard for any sentient beings, and to treat all as one, and not as lesser forms of life which can be dominated and tormented. We must contemplate on the sufferings of all beings, and think to ourselves if we ourselves would like to have these things happen to ourselves, or even to our loved ones. When we think about this deeply, and show empathy towards all sentient beings, we would not dare to show an ounce of harm to any sentient beings, nor eat upon their flesh for our own satisfactions."
    ]
  ]
}
