{
    "verseDescs": [
      ["a", "“Think sensibly” – For logic is what governs Aue and  unlocks the door to become the resilient boulder that is  continuously hit by the river of life with a flow that is  sometimes harsh, sometimes refreshening and at other  times, non-existent.\n“sensibly”, “for Aue;” also implies taking into account  that we are not machines and hardcore formal logic is not  going to help us live a fulfilling life. Aue relies on  sensible thinking, a combination of logic and accepting  the nature of life that needs something more than logic.  The mind is the greatest friend to those who use it wisely. \nLife consists of various life-forms and these forms need  not always act purely with logic. The message of Aue is  for us to employ logic as a tool and not become logic  ourselves. Let us not forget what makes us alive. Let us  regard logic as more than its hardcore definition, let us  include under its purview what makes us alive.\nOur experiences, feelings, emotions, let everything be  taken into account. For we are indeed alive.  "],
      ["b", "“Believe in it” - Faith in Aue is faith in Naturalism, faith  in society and faith in humanity. Let us not let the actions \nof the cruel make us hard hearted. Our hearts must  forever be warm, for warm hearts are indeed the most  content.\nBelieve in Aue for it guides us through this ocean of life.  It helps in releasing us from the burden we carry. Allow  the boat of Aue to assist us. With Aue we shall see true  contentment, for true contentment can be found in  nature.\nBelieve in it with good reason. Aue does not stand  without good reasoning. Belief must not be blind, let  reason be our light.\n“& your ability.” – We can have faith in our abilities if we  have faith in ourselves. We must not degrade ourselves  for error in judgement. Error is a fundamental truth of  life. Just as change is a fundamental truth. We can change  and it is never too late, when in nature is it truly too late?\nEven when we think it is too late, it is futile to think so!  For after death is scattering. Change just before death is  still change! Nature has made it so.\nIn our ability we must have faith, for from it comes our  will. On trying the whole world runs. Nature has made it  so. Aue relies on this principle.\nLet us not make our mind our enemy by allowing it to  degrade our abilities. The mind must be a friend."],
      ["c", "“Share” – let us not limit the knowledge of Aue, let it be  accessible to everyone, let us give the knowledge of  reason. \nWe should see “Share” with a non-proselytising lens. The  religion of Aue is based on correct reasoning and thus our  invitation should also be of reason. Lest Aue becomes a  predatory religion due to proselytism.\nInvite others not to Aue but to see reason. For once they  see reason, Aue will find them.\nThe tree that gives shade to the people asks not the  people to live in its branches, for that is not the nature of  the tree and that is not the nature of Aue.\n“Preserve” – the message of Aue we must preserve, for in  it lies the gem of hope.\nThis gem given to the right person at the right time has  the potential to save them from the burden they carry.\nFor it to be available in all ages and at all times, let us  preserve it in writing and in electronic form.\nIn the Flower of Aue is embedded the message of nature  and knowing the message requires the preservation of  Aue.\nFor truly those who follow Aue are the wielders of reason.\nOur minds must also preserve Aue in them so it may  guide us when needed.\nAdherents of Aue must train their minds to carry the  message. Surely not rote learning but true understanding with the use of reason.\n“cite it for joy.” – citing the verses with understanding  will truly give us joy as nature has joy hidden in her and  Aue can be interpreted as a message of nature.\nIt reminds us as to from where we came and where we  will go, thus showing us that even though at the end of  life we may not be who we want to be but we can still be  content. Contentment must be our final goal.\nCiting the verses while meditating in contemplation  induces a sense of joy.\nWe realise: All is well."],
      ["d", "“Nature” - It is known that we are from nature and that  includes both body and mind. We are not different from  nature as many commonly suggest by saying “There is  man and then there is nature” but a part of it. An  essential component in the ecosystem. \nIn a way, Nature is our mother. We come from her and  she does not come from us. It is true that we have hurt  her. We have hurt her so we have hurt ourselves. We can  rectify the wrong done, but for that we must realise that  we are of nature in body and in mind. Not just know it as  a fact but truly realise it. \n“so body” – What are made of comes from her.  “so mind” – What we think, we think with her help.\n“are of now;” – An assertion or declaration that this is  what the truth is now. Focus is laid on the present. The  present is important because it is this which we have the  most control over. The past is gone and the future is  uncertain."],
      ["e", "“after death” – The verse makes no comment on the  afterlife. What it does speak of is what happens to body  and mind. \nNo matter whether we are burnt, buried, eaten or  simply decay.\n“is scattering.” – We simply fade after death, we  “scatter” as in our form disappears, what we knew  ourselves as returns to becoming lifeless, or it feeds  other life and enters into their being.\nIf you are in pain and old, worry not, for it shall cease.\nWe scatter, soon after our memory in the world will scatter too.\nWhat came from mother, returns to mother[Nature in  its whole]. We have not the curse of immortality, there  is no evidence for an afterlife and this need not mean  there is no afterlife. However, One thing is for sure \nAfter death is scattering."],
      ["f", "“joy” – What everyone ultimately wants.\n“woe” – What no one wants but everyone gets.\n“Evolution” - During our lifetime and through many  millions of years of change.\nDuring our lifetime we evolve through mistakes and  successes. Through life experiences the camera of our  mind is shaped and this camera creates pictures of joy  and woe.\nA saintly person realising the truth, sees joy and woe as  inevitable and from this arises acceptance.\nA hardcore materialist sees joy and woe and is crushed  under this continuous movie of life.\nThrough millions of years of change we have developed a  sense of self which arises from “sentience” – we  understand, we sense, we analyse, we know that we are,  we have a sense of self.\nEvolution is fact, we do not understand it fully but we  know that it happened. Some see this as woe for they see  existence itself as woe.\nSome see it as joy for they see existence itself as joy.  Some others accept and face.\nIt is the third category that will ultimately be content."],
      ["g", "A very profound verse for we all share the same universe, we share the same reality itself, at what point do we ever  succeed in running away from other life and succeed in  living a content life? Try as we might.\nThe diversity of life demands sharing and compromise for  we all, as in all life depends on each other. No trees? No  humans. This is the most simple example.\nShare not simply out of necessity but out of true  willingness, how can contentment be cultivated if we are  not willing?\nThe predatory actions of us humans on the environment  arrogantly thinking all only belongs to us will surely lead  to our doom. Both spiritual and physical.\nWhat is the use of shedding rivers of blood over a piece of  land?\nIs it worth the laughter lost? The happiness destroyed?\nLikewise there is no use of refusing to share over matters  of race as well… Can you physically separate the blood of  two races when mixed? If it is that superficial, why kill  over such a trivial thing?\nFor sharing is not only caring but also survival.  For we must fit in, we must remember that all is not ours.  Let us humble ourselves, now is most important."],
      ["h", "Time slips away as quickly as sand that is being clenched  by our wrist, this many realise who have lived to see their  old age. You can earn money again, how will you earn  time?\nOnce gone, it is gone. Let the mind wallow less and think  more. Time put in the right place will lessen the pain that  comes in the future and increase the joy.\nAs the Dalai Lama once said,\n<blockquote>Man! Because he sacrifices his health in order to make  money. Then he sacrifices money to recuperate his  health. And then he is so anxious about the future  that he does not enjoy the present; the result being  that he does not live in the present or the future; he  lives as if he is never going to die, and then dies  having never really lived.</blockquote> \nUse time to know what really is, to accept what really is  and at the end, to be content, for I repeat, in contentment  is peace.\nUtilise it very wisely, for life is for living, we must not  make time our focus but our focus should inculcate being  mindful of time. For after death is indeed scattering."],
      ["i", "We must know of the nature of woe, knowing woe we can  value joy. Woe makes all suffer. Absence of joy can also  result in woe just as the absence of light is darkness.\n“Know of woe” as in let us not run from woe, let us get to  know it.\nFor running from it is futile, woe is inevitable.  Acceptance of woe is key to contentment.\nTrying to escape from woe in entirety is surely suffering.\nTo try is different from believing we can be rid of woe  completely.\n“Knowing woe” comes before seeking of “joy happily” We are all born crying are we not?\nTo seek joy “happily” we must first come to terms with  woe, must we not?\nIf we do not seek joy happily, is it really joy? Or is it just  a temporary illusion of joy that brings one to ruination  after its inevitable expiry?"],
      ["j", "“Man is a Social Animal; Man is a Political Animal” – Aristotle.\nWe live in society and it is impossible to survive by  completely secluding ourselves, that would mean certain  scattering after a short while. \nBeing in society would mean cultivation of harmony  amongst ourselves. Compromise, empathy, etc are needed  in society.\nIn society exists families and friendships and in these  connections also form joy and woe.\nAnd what can be said of our habitat in Nature? Well she  bears all. We are situated within her for sure. She is our  refuge.\nThere is absolutely nowhere we can get to without her.  In her lies life, in her lies death.\nThose who are wise and those who are ignorant,\nrich and poor, fortunate and unfortunate, strong and  weak, all are in her. \nWe must protect her for we have nowhere else to go.\nAlso that it is only fair for us to take care of the one that  feeds us and in whom we take refuge."],
      ["k", "All beings want to live, everyone wants to avoid pain, all  fear harm and want happiness, this was said by the  Buddha. \nSince all desire to live in peace, why must we harm  others? If we harm others then we can assure ourselves  that we will not be free from harm either. \nWhat does harm do other than increase enmity, fear and  hatred?\nOppose harm, speak against it, let us find the  benevolence in our hearts.\nRaise compassion so as to set an example, the world will  truly become heaven if compassion is regarded as the  foremost virtue. When most of the world starts showing  compassion and opposing harm, how can there be any  apprehension of danger?\nWhen there is no apprehension in the peoples mind, why  will they choose to shed blood?\nIt was once said by a wise person that a free world is  characterised by each persons desire to protect the other  person more than themselves. \nWhen all of us protect each other, who shall we fear?\nCompassion for all living beings is embedded deep within  us, we just have to find it, as cliché as this sounds, this is  the truth."],
      ["l", "Knowing that woe is inevitable, we must cultivate a sense  of acceptance.\nMake not the mistake of interpreting acceptance as giving  up or defeat. Since trying is all we can do, the result is  never certain, we must try. \nWoe shall inevitably come, accepting it is far less painful  than opposing it.\nWe should thus seek peace to woe incited, inflicted.\nWe must try to combat woe by accepting woe and showing resistance in a manner that does not let focus  shift from our lives entirely into woe.\nThe perfect example is found when a bird feeds its  fledglings amidst an unforgiving storm.\nThe fledgelings eat and the bird feeds.\nThe storm may result in their demise but they continue to  eat.\nThe woe caused by the storm stops them not from  working.\nHence, we must come to peace with woe through  acceptance. Through that we will be content."],
      ["m", "We are definitely not perfect. Misjudgement is bound to  occur.\nDue to misjudgement we may lose sanity, think all is lost and ultimately give in to grief.\nGrief clouds judgement and leads to further  misjudgement and thus we must show Aue amid woe of  misjudgement. \nAue is capable of showing us what is and acceptance of  what is will help us move on from the woe.\nEven the best of the best are prone to misjudgement,  many mistakes have been made and lessons learnt.\nLet not the societal backlash hold us back from seeing  Aue.\nSociety is often not guided by reason but by the spur of  the moment and thus let us show ourselves the doctrine  of Aue."],
      ["n", "Science is what has given birth to the era of technology  and the modern world, and through science we find Aue.\nScience is a systematic body of knowledge obtained  through, experimentation, observation of the natural  world and through logic.\nTo be precise, logic is what science is based on.\nAs our knowledge increases so does science change, some  earlier known theories can be changed or sometimes  entirely replaced as was done with the model of the solar  system where the Earth was said to be at the centre. \nScience in itself is opposed to blind belief and thus the  belief should be accompanied with a spirit of inquiry,  with this, trust in science can be built.\nWe must be careful against accepting science uncritically,  for criticism and exploration does not diminish science \nbut contributes to its expansion. This verse implies the  principled acceptance of science. Trust certainly does not  imply blind belief. It means to trust rationalism and the  methods that science use.\nOf course, when the methods themselves are questioned,  dialogue will help. This too will strengthen trust in  science. Questioning itself being a part of science."],
      ["o", "Science need not be used for only a negative view of life  as an ocean of woe.\nFor in this ocean of life exists joy as well.\nAue propounds the use of science to derive meaning from  this life and understand that divinity of the universe does  not make it devoid of meaning.\nIn sooth, the same divinity only has value since human  beings have given it that value.\nHence, if we decide to derive meaning from science, it can  surely be done and can benefit all living beings.\nPrincipled progress to grow science using the intention to  derive meaning from life and make it comfortable in  order to obtain joy is what Aue propounds.\nFor it is commonly found that humans look for meaning in order to justify the existence of life.\nWe can use science to derive joy out of life by not only  deriving meaning from it but also make life more  comfortable and worthwhile.\nLet us not confuse wielding science for joy as  uncontrolled aggressive progress.\nWe must be mindful as science is a useful tool but it can  also be deadly.\nAue truly propounds mindfulness."]
    ]
  }
  